Revit 2027 API
ParameterTypeId.BeamSystemTagInstParamAngle Property
 "Beam System Tag Direction"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BeamSystemTagInstParamAngle { get; }
Public Shared ReadOnly Property BeamSystemTagInstParamAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BeamSystemTagInstParamAngle {
	ForgeTypeId^ get ();
}
static member BeamSystemTagInstParamAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace